Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/hp_2009_samisk_sprak_lulesam.pdf.tmx
Source language: smj
Languages: sma

source: guosski, le aj gujddimusriektá dákkár ássjijn.
sma: vijrebe njoelkedasse § 2 jeahta aaj åårganh mah eah saemielaaken § 3-7 dijpieh, byöroeh permisjovnem barkijidie vedtedh saemien ööhpehtæmman gosse lea daarpoeh maahtoe saemien gïelesne.

source: sæmmi guosská aj ássjijda gånnå ælla aktak
sma: saemiedigkien mïelen mietie maahta vïenhtedh byjjes båarkarimmieh eah evtedh ööhpehtimmiem saemien gïelesne dejtie barkijidie.

source: ájnegis ulmusj sierra guoskadaládum.
sma: Daate gujht vååjnoe gïelegoerehtimmine mejtie saemiedigkie tjïrrehtamme.

source: ramáhtudagá åhpadusáv gånnå julevsáme
sma: DivTAsvUoDNA TJïeLTeN eKTesNe UNiveRsiTeTe TRoMsesNe öörnie lohkemem saemien kultuvre-daajroe gusnie julevsaemien dajve jarngesne.

source: ja gájkka tjåhkanime le Divtasvuonan. Dát le
sma: Lohkeme lea åårganisereme 3 tjåanghkoeh 2 biejjiej, jïh gaajhkh tjåanghkoeh Divtasvuodnesne.

source: tjadádum eksámena vaddá 10 oahppotjuorga.
sma: Dïhte öörneme goh vijrebeööhpehtimmie-faalaldahkem eeksamenen mænngan 10 lohkemetsiehkieh vadta.

source: (RKK ofoten), ja mij lij sierraláhkáj hiebadum
sma: Lohkemefaalaldahke lea laavenjasse Regijovnalen maahtoekontovre ofoten:isnie (RKK ofoten), jïh joekoen lohkehtæjjide jïh jeatjah ööhpehtimmiesuerkesne Divtasvuodnan tjïeltesne tjuevtjede.

source: ávkálasj juohkka almulasj barggijda ja iehtjádij
sma: Lohkeme aaj relevante byjjes barkijidie jïh jeatjah gieh saemien gyhtjelassij bïjre berkieh jïh gelliekultuv-rellijen kontekstine.

source: tuvrak aktijvuodajn. Badjel 80 diededim oasse
sma: Bijjelen 80 lohkemerihpestæmman jïh voestes kuvsjetjåanghkose böötin.

source: kurssatjåhkanibmáj.
sma: Råajvarimmie 29.

source: Láhkatjállusa 2.§ dáv tjielggi dárkkelappot, ja javllá gånnå dát le praktihkalasj ja økonomalasj ávkken, viertti sámeåhpadus dáhpáduvvat aktisasjbargujn gaskal ietjá orgánaj ma guoskadalli sámelága 3.
sma: saemien / daaroen toelhkedïenesjimmiem joekehthlaakan vuekesne gååvnese byjjes dïenesjevadtemisnie.

source: Kapihttalis ja dan láhkatjallusis.
sma: Daen biejjien vaenie saemien toelhkh, dovne noerhtesaemien, julevsaemien jïh åarjelsaemien.

source: Barggen orgánajn gudi virggeloabev vatteduvvi sámegielav åhpatjit avta åhpadusinstitusjåvnån, le rievtesvuoda bálkkáj åhpadusá ájge. Bálkkáåsij ålgusmáksem máhttá vatteduvvat gå åhpadus le ienep gå masi orgánan le dárbbo ja gå åhpadus ij le njuolgga dárbbo dievnastusán.
sma: Barkoe- jïh ektiedimmiedepartemente sæjhta, jeatjah departementijgujmie, saemiedigkine jïh saemiej jïlleskuvline daanbeajjetjen toelhkedïenesem vuartsjidh jïh vierhtede mah råajvarimmieh daarpesje guktie bueriejåhteme toelhkedïenesjem tseegkedh.

source: Vijdábut de javllá láhkatjállusa 2. § jut aj orgána ma e guodkadaláduvá sámelága 3-7 §, vierttiji aj barggijda vaddet virggeloabev åhpatjit sámegielav gå le sámegielak máhtudagás dárbbo.
sma: Dan mïeresne byöroe gyhtjelasse skreejreme toelhkeööhpehtæmman, nuepieh mænngan- jïh vijrebeööhpehtimmiem, såajhts nuepieh ektiebarkoe saemien jïlleskuvlen jïh jïlleskuvlen oslosne

source: sámedikke mielas le jáhkedahtte almulasj dåjmadagá e vuoroda sámegiela åhpadusáv ietjasa barggijda. Dát åvddånboahtá i. i. giellaárvustallamis majt sámedigge le tjadádam.
sma: Mieriedamme Kultuvre- jïh gærhkoedepartemente tsiengelen 2. 2003 hjemmelinie laakesne 12. juni 1987 nr. 56 saemiedigkie jïh

source: 29. doajmma Dålkkååhpadus ja dålkkådåhkkidibme
sma: jeatjh saemien reatatsiehkiej bïjre (saemielaake) § 3-7 jïh § 3-10.

source: Uddni le stuorra vádne sámegiela dålkåjs, nuorttasámegiellaj, julevsámegiellaj ja oarjjelsámegiellaj.
sma: 44 gaskem toelhkeööhpehtimmine jïh daanbeajjetjen toelhkeautorisasjovneöörnegem vierhtiedidh.

source: hiehtediededimdievnastus
sma: Baenhtsesnebeavna-dïenesje

source: sámedigge le moaddi tjuojggidusájt buktám jut hiehtediededimdievnastus ij dåjma vuojga buoragit sáme álmmuga ja sáme guovloj gáktuj.
sma: saemiedigkie lea gellien aejkien tjomperdimmieh soptsestalleme juktie baenhtsesnebeavna-dïenesjem ij hijvenlaakan juhtieh dej saemiej åålmegen muhteste jïh dennie saemien dajvine.

source: Udnasj årnik le nav vaj buollemdåjmadagá hiehteguovdátjijn (110) Finnmárkon le sámegielak bargge váksjomårnigin mij sjåpkaduvvá ságastallamij gå le dárbbo.
sma: Daenbiejjien öörnege lea nimhte dållejamkedïejesjen baenhtsesnejarjge (110) Finnmarkesne lea barkijh vaeptieöörnegistie saemiestieh mij soptsestallemen sïjse båata jis daarpesje.

source: Bulke (112) ja varresvuodadievnastusá (113) hiehteguovdátja adni
sma: Politijen (112) jïh staarnedïenesjen (113) baenhtsesnejarngh utnieh barkijh gieh saemiestieh jijtsh åårganisasjovnen sisnie.

source: Ráddidus le biedjam avtav juohkusav guoradalátjit rievddadusájt hiehtediedádusá dievnastusán.
sma: Reerenasse lea dåehkiem tseegkeme maam goerehtidh jeajtahdehtemh baenhtsesnebeavna-dïensjinie.

source: Juogos galggá buktet ietjasa rápportav biehtsemáno 1. b. sáme addnij dárbo vattátjit hiehtediedádusájt ietjasa giellaj le luondulasj oasse dás bargos.
sma: Dåhkie edtja dan reektesem uvte buektedh ruffien 1. 2009. saemien utnijij daarpoeh baehtsesnebïevnesem vedtieh jïjtsh gïeline lea iemeles bieliem barkosne.

source: Gå akta guovdásj galggá duosstot gájkka diedádusájt divna etáhtajs, de viertti liehket ienep tjadádahtte oadtjot barggijt giellamáhtudagáj sadjihin.
sma: gosse akte jarnge edtja gaajhkh bieljielimmieh dejtie golme etatide vaestiedidh, byöroe buerebe tjïrrehtidh barkijh gieh saemiestieh abpe tïjjesne.

source: Mánájsuodjalus
sma: Maanavaarjelimmie

source: Åna mánájkonvensjåvnå 30 artihkkala milta ij galga mánná mij gullu avta unneplåhkuj jali iemeálmmugij vuornoduvvat aktan iehtjádij ietjas juohkusis jasska ietjasa kultuvrajn viessot, ietjas gielav adnet ja iejas jáhkov dåbdåstit ja ietjas åskov dåjmadit.
sma: eN:en maanakonvensjovne artihkele 30:n mietie edtja maana mij unnebelåhkosne jallh iemiealmetjinie ij reaktese nyöjhkh jeatjah lihtsegh dan tjïertesne ektesne paktensne jieledh dan kultuvrinie, dan jïjtse gïelem soptsestidh jïh dan jaahkoem jaehkedh jïh gïehtelidh.

source: Dát sihtá javllat sáme mánájn li rievtesvuoda bajássjaddamdilláj gånnå sijá ietjasa etnihkalasj duogátja dættoduvvi ja vatteduvvi nuoges sajev.
sma: Destie båata saemien maanaj leah reakta utnedh bæjjanimmietsiehkieh gusnie dej etnijhken gårreldihkie dïedtedh jïh dïsse sijjiem vedtedh.

source: Mánájsuodjalusláhka vaddá lagáp njuolgadusájt makkár vieledusá galggi vuodon gå máná biejaduvvi biebbmosijdajda, institusjåvnåjda jali åhpadus- jali dálkudiminstitusjåvnåjda.
sma: Maanavaarjelimmielaake vadta lihkebe njoelkdassh mah krööhkestieh gosse maanam beaja foestegåetesne, institusjovnisnie vuj ööhpehtimmie- vuj gïetehtimmieinstitusjovnisnie.

source: sadje mij galggá mánnáj válljiduvvat galggá válljiduvvat dáj vieledusájn vaj máná bajedibme ij galga doajeduvvat, ja máná etnisitehtta, åsko, kultuvra ja giela duogásj vieleduvvá.
sma: sijjiem gusnie maanam beaja edtja j.g. veeljedh destie krööhkestimmeste vaajtele maana bijjienimmiem kontinuitete, jïh maanan etnijhke, religijovnen, kultuvrellen jïh gïeleldh duekie.

source: ajnas le jut sáme mánáj rievtesvuoda giella ja kultuvrra látjedum fálaldagá bisoduvvi.
sma: vihkeles saemien maanaj reakta gïeleldh jïh kultuvrijellen sjïehtedimmie faalaldahkem vaarjele.

source: sáme giela ja kultuvra máhtukvuohta le ájnas gájbbádus mánájsuodjalussaj jus máhttet galggá vaddet sáme mánájda ja sijá fámiljajda dajt faláldagájt masi sidjij le rievtesvuoda.
sma: Maahtoe saemien gïelen jïh kultuvren bïjre vihkeles jis maanavaarjelimmiedïenesje edtja maehtedh saemien maanide jïh dej fuelhkide vedtedh faalaldahkem maam dah maehtieh krievedh.

source: Mánájsuodjalusá åvddånahttemguovdásj Tråmsån barggá vuogij åvddånahttemij sáme mánájsuodjalussaj, ja siján le máhtudahka mánájsuodjalusás gånnå le sáme giella ja kultuvrra vuodon.
sma: Maanavaarjelimmie evtiedimmiejarnge Tromsøsne barka vuekieevtiedimmiem saemien maanavaarjelimmien sisnie, jïh dej lea maahtoe maanavaarjelimmie aalkoetsiehkesne saemien gïele jïh kultuvre.

source: sáme mánájn gudi li vásedam råhtjåtjimijt le rievtesvuoda ja gájbbádusá avtaárvvusasj viehkkefálaldagájda sæmmi gå ietjá mánájn.
sma: saemien maanah gieh irhkesovvin leah reakta jïh krieveme mïrrestalleme viehkiefaalaldhke seamma viertegs goh jeatjah maanah.

source: sáme mánájn sámegiela háldadusguovlo sissŋelin le rievtesvuoda sámegielajn duostoduvvat bulkke- ja ássjeguoddalimoajválattjajs.
sma: saemien maanah saemiengïele reeremedajveste lea reakta saemien gïeline dåastoehtidh gosse politije- jïh joejtehtimmiereeremem gaskesadta.

source: Mánájgoade li danen sámelága giellanjuolgadusáj vuolen.
sma: Maanajgåetie lea dan gaavhtan saemielaaken njoelkedassij mietie.

source: sámedigge tjuojggi dille uddni le bulkkeetáhtta ja duobmára vádnuji sáme giella- ja kultuvrramáhtudagáv sáme mánáj duobmárságájdahttemijda, dát gullu aj rádevaddefálaldagájda, bagádallamijn ja tjovvolimijn.
sma: saemiedigkie tjuevtjede daen bijjien tsiehkieh politijeetaten jïh dah dåapmerh eah leah saemien gïelen- jïh kultuvremaahtoe gåessie saemien maanah dåapmeregoerehtimmesne, seammaleejns faalaldahkem raeriestimmie, bïhkedimmie jïh dåeriedimmie.

source: Dá li ájnas vánesvuoda ma guosski mánáj riektásihkarvuodajda.
sma: Daate joekoen fååtesh maam maanaj reaktavihtiesvoetem dæjpa.

source: Ráddidusán le ulmme vidábuj åvddånahttet buorre fágalasj mánájsuodjalusáv buorre moattekultuvralasj máhtudagáj ja buorre diedojt sáme mánájsuodjalusá birra guovlojs gånnå sáme álmmuk le.
sma: Reerenassen ulmie faageldh hijven maanavaarjelimmiem evtiedidh hijven gellienkultuvren maahtoe jïh hijven maahtoe saemien maanavaarjelimmien bïjre dej dajvine gusnie saemien åålmege.

source: Åhpadusfálaldahka ” Mánájsuodjalus unneplåhkovuojnojs ” álgij 2008 tjavtja. Joarkkaåhpadus fáladuvvá Finnmárko, oslo, Lillehammera ja Telemárko allaskåvlåjn. sáme biele vuojno li stuorra oassen åhpadusán, aktisasjåhpadusán ja sierraláhkáj Finnmárko alla-skåvlån.
sma: Ööhpehtimmiefaalaldahke ” Maanavaarjelimmie unnebelåhkoeperspektijvesne ” eelki tjaktjen 2008. saemien perspektijve lea leevles ööhphtimmesne, ektiesoejkesjinie jïh joekoen jïlleskuvlesne Finnmarkesne.

source: Ráddidus sihtá mánájgådij åvddånahttemijn dættodit máhtudagájt nannit sáme giella- ja kultuvrramáhtudagáv, ja ietján máhtudagájt kultuvralasj unneplåhkosuorgen.
sma: Råajvarimmie 30.

source: 30. doajmma Joarkkaåhpadusá árvustallam
sma: Vijrebeööhpehtimmiem vuartasjidh

source: Joarkkaåhpadus ” Mánájsuodjalus unneplåhkovuojnojs ” galggá árvustaláduvvat.
sma: vijrebeööhpehtimmiem ” Maanavaarjelimmie unnebelåhkoeperspektijvesne ” edtja vuartasjidh.

source: Dás duogátjis sjaddá árvvaluvvat jus le dárbbo ienebut sáme oasev fálaldagás nannit.
sma: 45 saemien bieliem faalaldahkeste jeenje tjïrkedh.

source: Åvdåsvásstediddje: Mánáj- ja dássádusdepartemænnta Ájgge: 2009-2010
sma: Dïedtije: Maana- jïh mïrrestallemdepartemente Tïjjeperspektijve: 2009-2010

source: 31. doajmma Bærrájgæhttjamårnigav láhkatjállusijn mierredit
sma: Råajvarimmie 31. Gïehtjedimmieöörnegem njoelkedassine

source: Mánájsuodjalus galggá vieledit sáme mánáj giela ja kultuvra duogátjav gå huvsov målssu ja gå soabmásij lusi biejaduvvi.
sma: Maanavaarjelimmie edtja krööhkestidh saemien maanaj gïelen jïh kultuvren duekiem såjhtoem jeatjide jïh jeatjah sijjide juhtedh.

source: sáme mánáj bærrájgæhttjo mánájsuodjalusinstitusjåvnåjn galggá láhkatjállusijn mierreduvvat.
sma: gïehtjedimmie saemien maanide maanavaarjelimmieinstitusjovnine edtja njoelkedasside.

source: Dát dagáduvvá sámedikke guládallamijn.
sma: Daate maahta sjïdtedh dialogine saemiedigkine.

source: 44 varresvuoda- ja huksodievnastusá
sma: Starne- jïh såjhtoedïenesjh

source: Ráddidusá ulmme le álmmugij fállat avtaárvvusasj varresvuoda- ja huksodievnastusáj berustahtek gielalasj ja kultuvralasj duogátjis.
sma: Reerenassen ulmie lea åålmegasse faaledh mïrrestalleme starne- jïh såjhtoedïenesjem ij krööhkesth dej gïelen jïh kultuvren duekiem.

source: suohkana suorge baktu ájggu Varresvuoda- ja huksodepartemænnta dættodit dutkamav ja máhtudakåvddånahttemav, pedagogalasj vájkkudimnævojt, økonomalasj doarjjagijt vuorodum åvddånahttemdåjmajda ja bærrájgæhttjovuogij åvddånahttemij.
sma: Tjïelten suerkien tjïrrh sæjhta starne- jïh såjhtoedepartemente dïedtestidh dotkemem jïh maahtoe-eevtiedimmiem, pedagogijhken vierhkevierhtieh, ealamadtjen dåarjoeh uvte beajeme eevtiedimmieråajvarimmieh jïh gïehtjedimmiemetodihkem evtiedidh.

source: sierravarresvuodadievnastusán ájggu departemænnta bisodit sáme álmmuga dievnastusfálaldagájt æjgátstivrrima baktu.
sma: sjïerestarnedïenesjisnie sæjhta departemente vaarjelidh saemien åålmegen dïenesjefaalaldahkem aajhterestuvremen tjïrrh.

source: avtaárvvusasj varresvuoda- ja huksodievnastusá gájbbedi sáme duostoduvvat barggijs gænna li sáme giella ja kultuvrra máhtudahka.
sma: Mïrrestalleme starne- jïh såjhtoedïenesjh jeahta voestegh tjoevere saemien åålmegem dåastoehidh barkijijgujmie giej maahtoe saemien gïelen jïh kultuvren bïjre.

source: Buorre kvalitehtta dievnastusájn gájbbet gávnnuji bargge sáme giella ja kultuvrra máhtudagáj.
sma: hijven kvalitete dïenesjefaalaldahke destie voestegh tjoevere barkijh gååvnesieh giej leah maahtoe saemien gïelen jïh kultuvren bïjre.

source: Jus giellagássjelisvuoda hieredi dáv, de le varresvuodadievnastusá dahkamus oadtjot vaj sij guládalli álmmugijn / addnij dåhkkiduvvam láhkáj.
sma: Jis gïeledåeriesmoerh dam jeerieh dellie lea starnedïenesjen laavenjasse öörnie juktie dïenesjem gaskesadta hijven vuekesne åålmegasse / utnijidie.

source: Gå ájnegis ulmutja ietja, jali li lagámusá skihppijda ja galggi gullat jali sáhkádit ietjas skihpudagá birra, le giella ja kultuvrradádjadus oalle ájnas oase buorre dádjadusás guládaládimijs varresvuodabárggij.
sma: gosse almetje jïjtse skïemtjije, jallh lea åelieh skïemtjijasse jïh edtja skïemtjalassen bïjre gaskesadtedh vuj bïevnesh åådtje, lea gïele jïh kultuvreguarkoe dan vihkeles bielieh hijven guarkoe dïjreste starnebarkiji-idie / ijstie.

source: suohkana ja fylkasuohkana jali varresvuodavidnudagá galggi láhtjet dilev nav vaj dárbulasj dålkkumviehkke le jus barggijn ij le dárbulasj giella- ja kultuvrramáhtudahka.
sma: Tjïelte, fylhketjïelte vuj starnesijjieh edtjieh öörnedh daerpies toelhkeviehkiem jis barkiji eah leah daerpies gïele- jïh kultuvremaahtoe.

source: addnijguoradallam majt sáme varresvuodadutkama guovdásj tjadádij vuoset duohtamahtesvuodav sámegielak máhtudagájn varresvuodabarggij gaskan ja båhtusa dættodi tjielgga dålkkum le hiehtetjoavdos.
sma: Utnijegoerehtimmie mij Jarnge saemien starnegoerehtimmie darjoeji vuesehte ov-fuakeds lea dejnie starnebarkiji saemien gïelemaahtoe jïh dah sïevedieh tjïelkes toelhkeme ij leah hijven.

source: Giellamáhtudagá vádne varresvuodabarggijn máhttá buktet boasto dálkudimev ja dávddamerka e ielveduvá ájge bále.
sma: Faatoes gïeleguarkoem starnebarkijinie maahta mistegïetedimmiem sjïdtedh jïh skïemtjelassen væhtah eah aajhtsh.

source: Dahkamusdokumentajn 2008 jahkáj guovlolasj varresvuodavidnudagájda le Varresvuoda- ja huksodepartemænnta dættodam sáme pasientaj rievtesvuoda ja dárbo látjedum dievnastusájs le gatjálvis ja vaj tjalmostahteduvvi plánajn, guoradallamijn ja gå mærrádusá dagáduvvi.
sma: Laavenjassepaehperh jaepien 2008 dejtie regijovnalen starnesijjiide lea starne- jïh såjhtoedepartemente dïedtestamme saemien skïemtjijij reaktah jïh daarpoe sjïehtedamme dïenesjh goerehte jïh vååjnesasse rååresjimmesne, goerehtimmesne jïh gosse mïrrestalledh.

source: Varresvuodavidnudagá galggi dáv rápporterit ietjasa jahkásasj diededusán.
sma: starnesijjieh edtjieh dejnie reektehtidh dej jaapetjen reektesinie.

source: Gájbbádussan bærrájgæhttjat avtaárvvusasj varresvuoda- ja huksodievnastusáv sáme álmmugij le diedo ja máhtudagá moattekultuvralasj dádjadusá ja sáme giela ja kultuvra birra.
sma: Jis galka tjïrkedh mïrrestalleme starne- jïh såjhtoedïenesjem saemien åålmegasse lea maahtoe gellienkultuvreldh guarkoem jïh saemien gïelem jïh kultuvrem vihkeles.

source: Kvalitehta sihkarasstema åvdåsvásstádus varresvuoda- ja huksodievnastusájs sámijda aj le badjásasj dásen.
sma: Dïedte kvalitetetjïrkeme starne- jïh såjhtoedïenesjidie aaj saemide lea bijjies daltesinie.

source: sámelága 3-5 § nammat vijdábuj rievtesvuodav sámegielav anátjit varresvuoda- ja sosiálasuorgen.
sma: saemielaaken § 3-5 jeahta vijredamme rekta saemeste starne- jïh sosijalesuerkesne.

source: Varresvuodainstitusjåvnå, mánájsuodaliminstitusjåvnå ja sosiálainstitusjåvnå ma li sámegiela háldadusguovlo ålggolin, valla ma duostu pasientajt ietjá suohkanijs háldadusguovlo sissŋelin, le aj vælggogisá bs. sámelága 3-1 §.
sma: starneinstitusjovnh, maanavaarjelimmieinstitusjovnh jïh sosijaleinstitusjovnh mah leah saemien gïelen reeremedajveste, mohte skïemtjije tjïelteste reeremedajvesne, lea aaj dïedte v. d. saemielaaken § 3-1.

source: stáhtan le åvdåsvásstediddjen oadjoruhtadimes, skihppijviesojs (varresvuodavidnudagájs) ja ietjá sierra varresvuodadievnastusájs aktan psyhkalasj varresvuodasuodjalusás ja sierra gárevhuvsos.
sma: Dïedtejuakadimmie starnedïenesjisnie staaten dïedte baalhkah, skïemtjegåetieh (starnesijjieh) jïh jeatjah sjïere starnedïenesjem jïh aaj psykijen starnevaarjelimmiem jïh sjïere jiermehkssåjhtoem.

source: Fylkasuohkanijn le åvdåsvásstádus bádnevarrresvuodadievnastusás.
sma: Fylhketjïeltij dïedte baeniestarnedïenesje.

source: suohkanijn le dábálasjdåktårdievnastusás, fysioterapeutådievnastusás, tsaggiednedievnastusás, varresvuodaguovdásj- ja skåvllåvarresvuodadievnastusás, sujtto- ja huksodievnastusás, habiliterim- ja rehabiliterimdievnastusás, mij le vuostasj dálkudimdásse psyhkalasj varresvuodabargos ja garevsuodjalusás.
sma: Tjïeltij dïedte lea åålmeghdåakteredïenesje, fysioterapijedïenesje, maanadåstoedïenesje, starnestasjovne- jïh skuvlestarnedienesje, håksoe- jïh såjhtoedïenesje, habilitereme- jïh rehabiliteremedïenesje, voestes gïetedimsdaltese psykijen starnebarkojne jïh jiermehksvaarjelimmie.

source: sámedigge le guovdásj guládallambielle stáhta oajválattjajda mij gullu politihkkaåvddånahttemij daj hárráj gejn le åvdåsvásstádus dievnastusájs sáme álmmugij.
sma: saemiedigkine staaten reeremh soptsestalledh krööhkeste politihke-evtiedimmiem jïh dejtie giej dïedtem dïenesjedarjomh saemien åålmegasse.

source: Ruhtadoarjjagij juohkema baktu bájkálasj prosjevtajda fylkasuohkanijn ja suohkanijn le sámedikken aj vájkkudimmáhttelisvuoda varresvuoda- ja huksodievnastusájs sáme álmmugij.
sma: 46 Dåarjoevierhtiej juakadimmien tjïrrh byjresken provsjektide fylhketjïeltine jïh tjïeltine saemiedigkien seahkarimmienuepie starne- jïh såjhtoedienesjh saemien åålmegasse.

source: sámedikke ulmme suorgen le galggá liehket avtaárvvusasj varresvuodadievnastus sáme álmmugij, sæmmi dásen gå ietjá álmmugij.
sma: saemiedigkien ulmie suerkiem edtja mïrrestalleme starnedïenesje årrodh saemien åålmegasse, seammaleejns goh jeatjah almetjidie.

source: Varresvuodadievnastus galggá vuolgget sáme gielas ja kultuvra vuodos, ja sámegiella ja kultuvrramáhtudahka galggá varresvuodabarggijn.
sma: starnefaalaldahken aalkoetsiehkie saemien gïeleste jïh kultuvristie jïh starnebarkijij kultuvremaahtoem.

source: sámedigge juollot aj stipendajt joarkkaåhpadussaj.
sma: saemiedigkie aaj stipende vijrebeööhpehtæmman vadta.

source: Ulmmen le rekrutterit sámegielak fáhkaulmutjijt dán fáhkasuorggáj.
sma: Ulmie lea skreejreme saemiengïeleldh faagebarkijh dennie faagesuerkine.

source: Varresvuoda- ja huksodepartemænnta juollot ruhtadoarjjagijt tjovvolittjat doajmmaplánav ” Moattegerdakvuohta ja avtaárvvusasjvuohta varresvuoda- ja sosiáldievnastusájn sáme álmmugij ” dán vuolen aj i..
sma: starne- jïh såjhtoedepartemente dåarjoeh vadta vijrebe gïeteldssoejkesjem barkedh ” gellienlaaketje jïh mïrrestalleme starne- jïh sovsijaledienesjh saemien åålmegasse ” dan nualan g. j. dåarjoeh saemiedægkan, Jarngese saemien starnedotkeme jïh såevmien daaroen raastijdåeriesthbarkose.

source: Varresvuodabarggij åhpadus Varresvuoda- ja sosiáldievnastusájn le dåhkkiduvvam dålkkåjs vádne.
sma: Starnebarkijh lïerehtimmie vaenieh kvalisifiserme toelhkh starne- jïh sovsijaledïenesjisnie.

source: Giellamáhtudahkaj duodden le dålkkumdievnastusán dárbbo máhtudagás sáme kultuvrradádjadusás ja histåvrås.
sma: Dan lissine gïelemaahtose lea daerpies toelhkedïenesjen lea maahtoe saemiem kultuvremaahtoem jïh hïstovrije.

source: Jagen 2008 dahkamusdokumentajn da nielje varresvuodadievnastusájda dákkár javllamus tjáledum: ” Pasientajn ja addnijn hæhttu liehket jasskavuohta vaj dievnastus le sadjihin ja vaj duostoduvvi huvsujn ja vieledimijn.
sma: Jaepien 2008 laavenjassepaehperidie dejtie njieljie starneregijovnidie dam jiehtegem mealtan vaeltedh: ” skïemtjijh jïh utnijh tjuerieh jearsoes årrodh dïenesjh jaksoes jïh dah såjhtojne jïh våavkasjimminie dåastohte.

source: Dán bargon hæhttuji sáme pasientaj rievtesvuoda ja dárbo látjedum dievnastusájs gatjádaláduvvat ja åvddånboahtet plánajn, guoradallamijn ja gå mærrádus váldeduvvá.
sma: Dan barkosne tjuara saemien skïemtjiji reakta jïh daarpoe sjiehtedimmie dïenesjem goerehidh jïh vååjnesasse rååresjimmesne, goerehtimmesne jïh gosse mïrrestidh ”.

source: Varresvuodavidnudagá vierttiji álgadit dåjmajt sijá barggij máhtudagáv låpptitjit sáme gielan ja kultuvran.
sma: starnesijjieh byöroeh råajvarimmieh aelkedh juktie dej barkiji maahtoem lutnjedh saemien gïelesne jïh kultuvrisnie.

source: Ájnas le aj varresvuodavidnudagá gatjádalli dákkár máhtudagáv gå ulmutjijt virggádi ja dárbojt åvddånbukti ietjasa aktijvuodajn åhpadusinstitusjåvnåj.
sma: Aaj vihkeles starnesijjieh goerehtieh dam maahtoem gosse barkoem vedtedh jïh dah daarpoeh vååjnesasse gosse ööhpehtimmieinstitusjovnine gaskasadta.

source: Dán láhkáj sjaddi varresvuodavidnudagáj dárbo sáme gielas ja kultuvras åvddånboahtet.
sma: Dan vuekesne sjædta starnesijjien daarpoeh saemien gïelesne jïh kultuvresne vååjnesasse.

source: sámedikke mielas le ájnnasin oadtjot sáme giella ja kultuvrraåhpadusáv varresvuoda- ja sosiálafágaj åhpadusájn, nav vaj gájka gudi varresvuoda- jali sosiálafágalasj åhpadusáv válldi oahppi muhtemav sáme giela ja kultuvra birra.
sma: saemiedigkien mïelen mietie vihkeles saemien gïelem jïh kultuvrem lïerehtidh starne- jïh sovsijalenfaageldh ööhpehtimmine, juktie gaajhkh gieh starne- jallh sovsijalenfaageldh ööhpehtimmiem vaeltieh ånnetji saemien gïelen jïh kultuvren bïjre lïerieh.

source: Ájnas le aj barggat rekrutteritjit nuorajt sáme giella- ja kultuvrramáhtudagájn varresvuoda- ja sosiálafágalasj åhpadusáv váldátjit.
sma: Dïhte aaj vihkeles barkedh noerh saemien gïele- jïh kultuvremaahtojne skreejredh vaeltieh ööhpehtimmiem starne- jïh sovsijalenfaagine.

source: Varresvuodabarggij rekrutterim Tråmså universitehtan le sierra saje åhttsijda sáme aktijvuodaj moatten åhpadussuorgijn.
sma: Starnebarkijh skreejredh Universiteten Tromsøesne leah kvoth ohtsejidie giej saemien viedteldihkine jeenjh lohkemidie.

source: Dájda sajijda ávustaláduvvat hæhttu sáme aktijvuoda ma dárkesKurssatjoahkke Sáme allaskåvlån Guovdageainun Dålkkumdievnastusá vánesvuoda duogátjijn le Varresvuoda- ja huksodepartemænnta Varrestuvvi duoj dáj ævtoj milta.
sma: Jis galka dan kvotese maehtedh ohtsedh tjuara saemien viedteldihkiem vuesiehtidh ovmessie tsiehkiejgujmie.

source: Varresvuodabarggij almodimijn gatjádallá nuortta Varresvuohta (Helse nord) máhtudagáv sáme gielan ja kultuvran ja tjállá almodustevstan jus åhttse li dássálaháj sjaddá åhttsen gænna le máhtudagá sáme gielan ja kultuvran åvdemussan.
sma: gosse starnebarkijh ohtsieh starne Noerhte maahtoem saemien gïelesne jïh kultuvresne goerehte jïh bïevnestahketeekstesne bæjhkohte jis syökijh seammavuekesne vierhtiedidh dellie ohtsije gien maahtoem saemien gïelesne jïh kultuvrisnie åvtese sjïdtedh.
